Repository: RaSteaks/FFFilm
Catalog: FFFilm/Localizable.xcstrings
Source language: en
Languages: zh_hans

# shutter.primary.angle
source: Camera shutter angle
zh_hans: 相机快门角度

# shutter.primary.recommended
source: Recommended angle
zh_hans: 建议角度

# shutter.primary.time
source: Shutter time
zh_hans: 快门时间

# shutter.referenceOnly
source: Reference only · using a different candidate changes the target exposure
zh_hans: 仅供参考 · 使用其他候选会改变目标曝光

# shutter.use180
source: Use 180 degrees
zh_hans: 使用 180 度

# shutter.withinLimit
source: Within user-set limit · camera support not verified
zh_hans: 在用户设定上限内 · 未确认相机支持

source: Strip
zh_hans: 整条

# technical.videoEstimate
source: Video estimate only; audio, headers, padding and filesystem overhead are excluded.
zh_hans: 仅为视频估算；不含音频、文件头、填充和文件系统开销。

source: The input ICC must be a valid RGB profile.
zh_hans: 输入 ICC 必须是有效的 RGB 配置文件。

source: This location cannot retain file access; reselect the scan when reopening the project.
zh_hans: 此位置无法保存持久访问权限；重开项目时需重新选择扫描文件。

source: Undo
zh_hans: 撤销

source: Undo film edit
zh_hans: 撤销胶片调整

source: View
zh_hans: 视图

source: Wait for processing or cancel export before quitting.
zh_hans: 请等待当前处理完成或取消导出后退出。

source: Whole strip
zh_hans: 整条

source: Width
zh_hans: 宽度

source: Your current adjustments have not been saved.
zh_hans: 当前调整尚未保存。

source: Zoom in
zh_hans: 放大

source: Zoom out
zh_hans: 缩小

# negative.centerSample
source: Return to center
zh_hans: 回到中心

# negative.cameraSampleHint
source: Align the center target with an unexposed film edge and select Sample film base, or tap the edge to sample there.
zh_hans: 将中心点对准未曝光片边后选取片基，也可直接点按片边取样。

# negative.lens.wide
source: Main camera
zh_hans: 主摄

# negative.lens.ultraWide
source: Ultra Wide
zh_hans: 超广角

# negative.lens.telephoto
source: Telephoto
zh_hans: 长焦

# negative.camera.tapAction
source: Tap action
zh_hans: 点按操作

# negative.camera.tapFocus
source: Focus
zh_hans: 对焦

# negative.camera.tapBase
source: Sample film base
zh_hans: 取片基

# negative.camera.settings
source: Camera settings
zh_hans: 相机设置

# negative.camera.lens
source: Lens
zh_hans: 镜头

# negative.camera.resolution
source: Capture resolution
zh_hans: 采集分辨率

# negative.camera.exposure
source: Exposure compensation
zh_hans: 曝光补偿

# negative.camera.resetExposure
source: Reset EV
zh_hans: 重置曝光

# negative.camera.autoFocus
source: Continuous autofocus
zh_hans: 恢复自动对焦

# negative.camera.fixedFocus
source: This lens has fixed focus. Adjust the distance to the film.
zh_hans: 此镜头不支持自动对焦，请调整与胶片的距离。

# negative.camera.minimumDistance
source: Minimum focus distance
zh_hans: 最近对焦距离

# negative.camera.settingsHint
source: Changing lens, resolution or exposure clears the film base. Adjust first, then sample again. 4K uses more memory and power.
zh_hans: 更换镜头、分辨率或曝光后需重取片基。请先调整再取样；4K 会增加内存和耗电。
